" items" = " ítems";
"Alert!" = "¡Alerta!";
"Application:" = "Aplicación:";
"Apply to enclosed items..." = "Aplicar a ítems incluidos...";
"Are you sure you want to change all your %@ documents to open with the application \"%@\"?" = "¿Seguro que desea modificar todos los documentos %@ para que se abran con la aplicación  \"%@\"?";
"Artist" = "Artista";
"Artists" = "Artistas";
"Attributes" = "Atributos";
"Burn" = "Grabar";
"Calculating..." = "Calculando...";
"Capacity:" = "Capacidad:";
"Change All..." = "Cambiar todo...";
"Change all" = "Cambiar todo";
"Choose..." = "Seleccionar...";
"Contents:" = "Contiene:";
"Created:" = "Creación:";
"Creation Date:" = "Fecha de creación:";
"Creator:" = "Creador:";
"Custom icon" = "Icono personalizado";
"Data Fork" = "Data fork";
"Data Fork:" = "Data fork:";
"Dates" = "Fechas";
"Dates/Forks" = "Fechas/Forks";
"Delete" = "Eliminar";
"Deleting the data fork is not undoable.  Are you sure you want to delete this data?" = "La eliminación del data fork no puede ser desecha, ¿Está seguro que desea eliminar estos datos?";
"Deleting the resource fork is not undoable.  Are you sure you want to delete this data?" = "La eliminación del resource fork no puede ser desecha. ¿Está seguro que desea eliminar estos datos?";
"Device:" = "Dispositivo:";
"Everyone:" = "Todos:";
"Execute" = "Ejecutar";
"Facility" = "Servicio";
"Format:" = "Formato:";
"Free:" = "Libre:";
"Get Info" = "Obtener información";
"Group:" = "Grupo:";
"Hide extension" = "Ocultar extensión";
"Ignore ownership on this volume" = "Ignorar información del propietario en este volumen";
"Info" = "Información";
"Kind:" = "Clase:";
"Level" = "Nivel";
"Locked" = "Bloqueado";
"Message" = "Mensaje";
"Modification Date:" = "Fecha de modificación:";
"Modified:" = "Modificación:";
"Mount Point:" = "Punto de montaje:";
"Name" = "Nombre";
"None" = "Ninguno";
"Open" = "Abrir";
"Open with:" = "Abrir con:";
"Other" = "Otra";
"Owner:" = "Propietario:";
"Path" = "Ruta";
"Path:" = "Ruta:";
"Permissions" = "Permisos";
"Playlists" = "Listas de reproducción";
"Read" = "Lectura";
"Report" = "Reporte";
"Resolved:" = "Resuelto:";
"Resource Fork" = "Resource fork";
"Reveal" = "Mostrar";
"Sender" = "Remitente";
"Set Dates:" = "Fijar Fechas:";
"Size:" = "Tamaño:";
"Spotlight comments" = "Comentarios en Spotlight";
"Stationery Pad" = "Plantilla";
"Swap Forks" = "Intercambiar forks";
"Swapping forks can be undone by swapping again.  Are you sure you want to swap the forks?" = "El intercambio de forks puede ser deshecho intercambiando estos nuevamente. ¿Está seguro que desea intercambiar los forks?";
"This change will apply to all %@ documents with %@ \"%@\"." = "este cambio será aplicado a todos los documentos %@ con %@ \"%@\".";
"Time" = "Hora";
"Type:" = "Tipo:";
"Use this application to open all documents like this." = "Usar esta aplicación para abrir todos los documentos de este tipo.";
"Version:" = "Versión:";
"Volume Permissions" = "Permisos del volumen";
"Volume:" = "Volumen:";
"Write" = "Escritura";
"data:" = "dato:";
"extension" = "extensión";
"type" = "tipo";

/* ==== UNLOCALIZED ==== */

" bytes" = " bytes";
"Alias bit" = "Alias bit";
"Bundle bit" = "Bundle bit";
"Forks" = "Forks";
"Forks:" = "Forks:";
"Invisible" = "Invisible";
"MP3:" = "MP3:";
"Rsrc Fork:" = "Rsrc Fork:";
"rsrc:" = "rsrc:";
